#Задание 1:Создать три переменные, поместить в них  любые числа.
#  После вывести в консоль их значения, а также id ячейки памяти,
#  к которой обращается каждая переменная
b=('b ', str((1)))
c=('c ', str((2)))
d=('d ', str((3)))
print(b, c, d)

#Задание 2:Запросить у пользователя сперва имя,
#  а потом фамилию. После вывести текст: Привет,
#  ИМЯ ФАМИЛИЯ. где ИМЯ ФАМИЛИЯ должны быть данные введенные пользователем
print('Privet ' + input('Vvedite imya: ') + ' ' + input('Vvedite familyu: '))

#Задание 3:Создать переменную а и поместить в неё значение 50,
#  после пере присвоить значение этой переменной на строку - 
# Привет, мир! В конце вывести в консоль значение переменной а
a=(50)
a=('Hello World')
print(a)

